tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"
brew "act"
brew "harfbuzz"
brew "python@3.12"
brew "aider"
brew "autossh"
brew "bats-core"
brew "openjdk"
brew "bfg"
brew "bitcoin"
brew "boost"
brew "cheat"
brew "chezmoi"
brew "cloudflared"
brew "colima"
brew "docker"
brew "exercism"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git-delta"
brew "git-extras"
brew "htop"
brew "jp2a"
brew "k6"
brew "lazygit"
brew "leveldb"
brew "libcaca"
brew "libpq"
brew "mas"
brew "mise"
brew "mosh"
brew "mr"
brew "neofetch"
brew "neovim"
brew "proctools"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "screenfetch"
brew "stripe-cli"
brew "swi-prolog"
brew "tldr"
brew "tmux"
brew "tree"
brew "treefmt"
brew "wget"
brew "yt-dlp"
brew "zellij"
cask "adguard"
cask "aldente"
cask "alfred"
cask "altserver"
cask "android-file-transfer"
cask "angry-ip-scanner"
cask "anki"
cask "anydesk"
cask "appcleaner"
cask "applepi-baker"
cask "applite"
cask "arc"
cask "audacity"
cask "balenaetcher"
cask "basecamp"
cask "binance"
cask "blockstream"
cask "bluewallet"
cask "boom"
cask "brave-browser"
cask "calibre"
cask "chatbox"
cask "chatgpt"
cask "chatwise"
cask "cheatsheet"
cask "cherry-studio"
cask "claude"
cask "cloudflare-warp"
cask "coconutbattery"
cask "craft"
cask "cursor"
cask "dash"
cask "deepchat"
cask "discord"
cask "dropbox"
cask "electrum"
cask "element"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "heptabase"
cask "iina"
cask "imazing"
cask "inkscape"
cask "input-source-pro"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "itermbrowserplugin"
cask "karabiner-elements"
cask "keycastr"
cask "keycombiner"
cask "keymapp"
cask "librewolf"
cask "loop"
cask "lulu"
cask "maccy"
cask "mactracker"
cask "macupdater"
cask "multipass"
cask "neteasemusic"
cask "netnewswire"
cask "nextcloud"
cask "ngrok"
cask "nvalt"
cask "obsidian"
cask "ogdesign-eagle"
cask "ollama-app"
cask "only-switch"
cask "openemu"
cask "optimage"
cask "orbstack"
cask "oversight"
cask "pdf-expert"
cask "popclip"
cask "qq"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "remnote"
cask "rotki"
cask "scapple"
cask "session"
cask "simplenote"
cask "slack"
cask "snipaste"
cask "sparrow"
cask "specter"
cask "squirrel-app"
cask "sublime-text"
cask "syncthing-app"
cask "tailscale-app"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "tiddly"
cask "tor-browser"
cask "vagrant"
cask "vibetunnel"
cask "visual-studio-code"
cask "vivaldi"
cask "vox"
cask "warp"
cask "wechat"
cask "windsurf"
cask "wwdc"
cask "zed"
cask "zen"
cask "zettlr"
cask "zoom"
mas "Actions", id: 1586435171
mas "ChessBot", id: 1481168175
mas "CodePiper Lite", id: 1669959741
mas "Compressor", id: 424390742
mas "Core Shell", id: 1354319581
mas "Core Tunnel", id: 1354318707
mas "Cubox", id: 1113361350
mas "Developer", id: 640199958
mas "Dictionaries", id: 1380563956
mas "Drafts", id: 1435957248
mas "FilmMentor", id: 1369210640
mas "flomo", id: 1665341561
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Mona", id: 1659154653
mas "MusicHarbor", id: 1440405750
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OneKey", id: 1609559473
mas "OpenCat", id: 6445999201
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Userscripts", id: 1463298887
go "cmd/go"
go "cmd/gofmt"
