brew "cheat"
brew "chezmoi"
brew "colima"
brew "docker"
brew "fzf"
brew "gh"
brew "htop"
brew "libyaml"
brew "mise"
brew "neofetch"
brew "neovim"
brew "tldr"
brew "tree"
brew "wget"
brew "zoxide"
cask "appcleaner"
cask "cursor"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "nvalt"
cask "snipaste"
cask "sublime-text"
cask "tailscale-app"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wechat"
cask "zed"
cask "zoom"
go "cmd/go"
go "cmd/gofmt"
