tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "boost"
brew "cheat"
brew "chezmoi"
brew "exercism"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git-delta"
brew "git-extras"
brew "htop"
brew "hugo"
brew "k6"
brew "mas"
brew "mr"
brew "neofetch"
brew "neovim"
brew "tldr"
brew "treefmt"
cask "1password6"
cask "adguard"
cask "aldente"
cask "alfred"
cask "android-file-transfer"
cask "anki"
cask "appcleaner"
cask "applepi-baker"
cask "audacity"
cask "balenaetcher"
cask "basecamp"
cask "bitcoin-core"
cask "boom"
cask "brave-browser"
cask "calibre"
cask "cheatsheet"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "docker"
cask "duckduckgo"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-powerline-symbols"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "hopper-debugger-server"
cask "hyper"
cask "hyperswitch"
cask "iina"
cask "imazing"
cask "intel-power-gadget"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "keycombiner"
cask "kindle"
cask "lulu"
cask "mactracker"
cask "microsoft-edge"
cask "mongodb-compass"
cask "multipass"
cask "netnewswire"
cask "nextcloud"
cask "night-owl"
cask "nvalt"
cask "obsidian"
cask "ogdesign-eagle"
cask "optimage"
cask "oversight"
cask "paste"
cask "paw"
cask "pdf-expert"
cask "postman"
cask "projector"
cask "qutebrowser"
cask "raspberry-pi-imager"
cask "raycast"
cask "robo-3t"
cask "scapple"
cask "simplenote"
cask "skype"
cask "snipaste"
cask "spectacle"
cask "sublime-text"
cask "surge"
cask "syncthing"
cask "teamviewer"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "tiddly"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vox"
cask "wechat"
cask "wwdc"
cask "youdaodict"
cask "zoom"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "ChessBot", id: 1481168175
mas "Compressor", id: 424390742
mas "Core Shell", id: 1354319581
mas "Dictionaries", id: 1380563956
mas "Disk Speed Test", id: 425264550
mas "EuDic", id: 434350458
mas "FilmMentor", id: 1369210640
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Ground News", id: 1324203419
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klib", id: 1196268448
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "MindNode", id: 1289197285
mas "Motion", id: 434290957
mas "MusicHarbor", id: 1440405750
mas "MWeb", id: 954188948
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Otter RSS", id: 1529696614
mas "Oyomi", id: 1474251984
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "PopClip", id: 445189367
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "TweetDeck", id: 485812721
mas "Userscripts-Mac-App", id: 1463298887
mas "Window Tidy", id: 456609775
