tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "act"
brew "boost"
brew "autossh"
brew "bats-core"
brew "glib"
brew "harfbuzz"
brew "python@3.12"
brew "openjdk"
brew "bfg"
brew "bitcoin"
brew "cheat"
brew "chezmoi"
brew "deno"
brew "exercism"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git-delta"
brew "git-extras"
brew "htop"
brew "jp2a"
brew "k6"
brew "leveldb"
brew "libcaca"
brew "libpq"
brew "lima"
brew "mas"
brew "mr"
brew "neofetch"
brew "neovim"
brew "qemu"
brew "rename"
brew "rustup"
brew "screenfetch"
brew "swi-prolog"
brew "tldr"
brew "tree"
brew "treefmt"
brew "wget"
brew "yt-dlp"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "adguard"
cask "alfred"
cask "angry-ip-scanner"
cask "anki"
cask "anydesk"
cask "appcleaner"
cask "applepi-baker"
cask "audacity"
cask "balenaetcher"
cask "basecamp"
cask "bitcoin-core"
cask "blockstream-green"
cask "bluewallet"
cask "boom"
cask "calibre"
cask "cheatsheet"
cask "coconutbattery"
cask "craft"
cask "dash"
cask "discord"
cask "docker"
cask "duckduckgo"
cask "electrum"
cask "element"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-powerline-symbols"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "heptabase"
cask "iina"
cask "imazing"
cask "inkscape"
cask "input-source-pro"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "keycombiner"
cask "keymapp"
cask "librewolf"
cask "lulu"
cask "mactracker"
cask "macupdater"
cask "multipass"
cask "neteasemusic"
cask "netnewswire"
cask "nextcloud"
cask "nvalt"
cask "obsidian"
cask "ogdesign-eagle"
cask "ollama"
cask "only-switch"
cask "openemu"
cask "optimage"
cask "oversight"
cask "pdf-expert"
cask "qq"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "scapple"
cask "session"
cask "simplenote"
cask "skype"
cask "slack"
cask "snipaste"
cask "sparrow"
cask "specter"
cask "squirrel"
cask "sublime-text"
cask "syncthing"
cask "tailscale"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "thunderbird"
cask "tiddly"
cask "tomatobar"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vox"
cask "warp"
cask "wechat"
cask "wwdc"
cask "zettlr"
cask "zoom"
mas "Actions", id: 1586435171
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Bob", id: 1630034110
mas "ChessBot", id: 1481168175
mas "CodePiper", id: 1669959741
mas "Core Shell", id: 1354319581
mas "Day One", id: 1055511498
mas "Dictionaries", id: 1380563956
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "EuDic", id: 434350458
mas "FilmMentor", id: 1369210640
mas "GarageBand", id: 682658836
mas "Ground News", id: 1324203419
mas "HazeOver", id: 430798174
mas "Infuse", id: 1136220934
mas "Juice", id: 1478610778
mas "Kana Origin", id: 1439222882
mas "Keynote", id: 409183694
mas "Klib", id: 1196268448
mas "Mastonaut", id: 1450757574
mas "MindNode", id: 1289197285
mas "Mona", id: 1659154653
mas "MusicHarbor", id: 1440405750
mas "MWeb", id: 954188948
mas "Numbers", id: 409203825
mas "One Markdown", id: 1507139439
mas "OneKey", id: 1609559473
mas "Oyomi", id: 1474251984
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "PushDeer", id: 1596771139
mas "Screen Recorder by Omi", id: 1592987853
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "Tomito", id: 1526042938
mas "Userscripts-Mac-App", id: 1463298887
mas "Window Tidy", id: 456609775
mas "Windows App", id: 1295203466
